Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Processing of cinematographic films
it: Trattamento di pellicole cinematografiche

source: Optical glass grinding
it: Levigatura del vetro ottico

source: Natural gas liquefaction services
it: Servizi di liquefazione di gas naturale

source: Design printing for others
it: Stampa grafica per conto terzi

source: Surfacing of textiles
it: Lisciatura di tessuti

source: Water treatment [demineralising] services
it: Trattamento dell'acqua [demineralizzazione]

source: Cabinet making
it: Ebanisteria

source: Photographic film development
it: Sviluppo di pellicole fotografiche

source: Rental of air-conditioning apparatus
it: Noleggio di apparecchi di climatizzazione

source: Transfer of photographic films on to video tape
it: Trasferimento di pellicole fotografiche su videonastri

source: Duplicating of photographic transparencies
it: Duplicazione di diapositive fotografiche

source: Treating [embossing] of metal
it: Lavorazione di metalli [goffratura]

source: Laminating of board
it: Laminazione di pannelli

source: Laminating of paper
it: Laminazione di carta

source: Treatment of waste water from generating operations
it: Trattamento d' acque di scarico da operazioni di generazione

source: Treatment of waste water from industrial processes
it: Trattamento delle acque di scarico di processi industriali

source: Printing of cinematographic film
it: Stampa di pellicole cinematografiche

source: Printing of photographic transparencies
it: Stampa di diapositive fotografiche

source: Finishing of surfaces by shot peening
it: Finitura di superfici mediante pallinatura

source: Sheet material encapsulating services for documents
it: Servizi di incapsulamento di materiali in fogli per documenti

source: Sheet material encapsulating services for photographs
it: Servizi di incapsulamento di materiali in fogli per fotografie

source: Moulding of implant models for the human body
it: Stampaggio di modelli di impianti per il corpo umano

source: Moulding of implants for the human body
it: Stampaggio di impianti per il corpo umano

source: Moulding of synthetic products
it: Stampaggio di prodotti sintetici

source: Moulding of textiles
it: Stampaggio di tessuti

source: Cutting of metal
it: Taglio di metalli

source: Incineration of gases
it: Incenerimento di gas

source: Industrial treatment of effluents
it: Trattamento industriale degli effluenti

source: Duplication of video discs
it: Duplicazione di videodischi

source: Flame proofing of stuffing materials
it: Ignifugazione di materiali di riempimento

source: Custom manufacture of molds for use in industry
it: Produzione personalizzata di stampi per uso industriale

source: Disposal of solid residues
it: Smaltimento di residui solidi

source: Fur (Pre-shrinking of -)
it: Pre restringimento di pellicce

source: Polishing of gems
it: Lucidatura di gemme

source: Extraction of elements contained in waste residues
it: Estrazione di elementi contenuti in residui di scarto

source: Reclamation of material from waste
it: Recupero di materiali da rifiuti

source: Photographic reproduction
it: Riproduzioni fotografiche

source: Custom manufacture of ophthalmic lenses for eyeglasses
it: Fabbricazione su ordinazione di lenti oftalmiche per occhiali

source: Treatment of materials for the manufacture of ceramic goods
it: Trattamento di materiali per la produzione di articoli in ceramica

source: Photographic enlarging
it: Ingrandimento fotografico

source: Application of protective coatings to leather
it: Applicazione di rivestimenti protettivi al cuoio

source: Blending of crude oil and synthetic oils
it: Miscelatura di petrolio grezzo e oli di sintesi

source: Timber preservation
it: Conservazione del legno

source: Binding of books or documents
it: Rilegatura di libri o documenti

source: Brushing of textiles
it: Spazzolatura di tessuti

source: Treatment [reclamation] of material from waste
it: Trattamento di materiali [bonifica] da rifiuti

source: Treatment [recycling] of radioactive waste
it: Trattamento [riciclaggio] di rifiuti radioattivi

source: Treatment [recycling] of toxic liquids
it: Trattamento di liquidi tossici [riciclaggio]

source: Laminating of wood
it: Laminazione del legno

source: Refinishing of acrylic fixtures
it: Rifinitura di strutture acriliche

source: Pressing of compact disc masters
it: Stampaggio di compact disc originali

source: Treatment of lenses to alter the optical properties
it: Trattamento di lenti per alterare le proprietà ottiche

source: Recycling services
it: Servizi di riciclaggio

source: Buildings (Fire-proofing to existing -)
it: Ignifugazione di edifici esistenti

source: Permanent press treatment of items of clothing
it: Trattamento di stampaggio permanente d'indumenti

source: Energy production
it: Produzione di energia

source: Generation of power
it: Generazione di potenza

source: Treating of textile against mites
it: Trattamento antiacaro per tessuti

source: Printing, and photographic and cinematographic development
it: Stampa e sviluppo di materiale fotografico e cinematografico

source: Food and beverage treatment
it: Trattamento di cibi e bevande

source: Duplication of audio and video recordings
it: Duplicazione di registrazioni audio e video

source: Air and water conditioning and purification
it: Condizionamento e purificazione di aria ed acqua

source: Textile, leather and fur treatment
it: Trattamento di tessuti, pelle e pelliccie

source: Treatment and transformation of materials
it: Trattamento e trasformazione di materiali

source: Cutting of curtains
it: Taglio di tende

source: 3 D reproduction services
it: Servizi di riproduzione in 3D

source: Slaughtering of livestock
it: Macellazione di bestiame

source: Slaughtering of poultry
it: Macellazione di pollame

source: Halal slaughtering services [Dhabihah]
it: Macellazione halal (Dhabihah)

source: Kosher slaughtering services [Shechita]
it: Macellazione kosher (Shechita)

source: Glass resurfacing
it: Spianatura del vetro

source: Custom blending of essential oils for aromatherapy use
it: Miscelatura di oli essenziali per l'aromaterapia

source: Hard drive shredding services
it: Dischi fissi di triturazione

source: Rental of chemical processing machines
it: Noleggio di macchine per trattamenti chimici

source: Rental of electrical transformers
it: Noleggio di trasformatori elettrici

source: Rental of glassware manufacturing machines
it: Noleggio di macchine per la produzione del vetro

source: Rental of space cooling apparatus for household purposes
it: Noleggio di apparecchi di raffreddamento per uso domestico

source: Cryopreservation services
it: Servizi di crioconservazione

source: Metal tempering
it: Tempra dei metalli

source: Cutting of fabric
it: Taglio di tessuti

source: Cloth cutting
it: Taglio di stoffe

source: Waste treatment [transformation]
it: Trattamento dei rifiuti [trasformazione]

source: Treatment of waste materials
it: Trattamento di materiali di scarto

source: Edging of textiles
it: Orlatura di tessuti

source: Edging of fabric
it: Orlatura di tessuti

source: Butchering
it: Macellazione

source: Slaughtering
it: Macellazione

source: Zinc plating
it: Zincatura

source: Galvanization
it: Galvanizzazione

source: Applying finishes to clothing
it: Apprettatura di tessili

source: Applying finishes to cloth
it: Apprettatura di tessuti

source: Applying finishes to textiles
it: Apprettatura di tessili

source: Incineration of waste and trash
it: Incinerazione di rifiuti

source: Crease resistant treatment of cloth
it: Trattamento antipieghe di tessuti

source: Crease-resistant treatment for clothing
it: Trattamento per l'ingualcibilità dei tessuti

source: Duplication of video cassettes
it: Duplicazione di cassette video

source: Duplication of video tapes
it: Duplicazione di nastri video

source: Custom manufacture of dental prostheses
it: Fabbricazione personalizzata di protesi dentarie

source: Pre-shrinking of clothing
it: Pre-restringimento di indumenti

source: Destruction of waste
it: Distruzione di rifiuti

source: Destruction of trash
it: Distruzioni di rifiuti

source: Gilding
it: Doratura

source: Recycling of waste
it: Riciclaggio di rifiuti

source: Fabric bleaching
it: Candeggio di tessuti

source: Bleaching of textiles
it: Decolorazione di tessuti

source: Welding services
it: Servizi di saldatura

source: Scrapping of vehicles
it: Demolizione di veicoli

source: Rental of 3D printers
it: Noleggio di stampanti 3D

source: Providing information relating to paper finishing services
it: Fornitura di informazioni inerenti i servizi di finitura della carta

source: Providing information relating to paper treating services
it: Fornitura di informazioni inerenti i servizi di trattamento della carta

source: Providing information relating to printing services
it: Fornitura di informazioni inerenti i servizi di stampa

source: Providing information relating to the rental of waste crushing machines and apparatus
it: Fornitura di informazioni inerenti il noleggio di macchinari e apparecchiature tritarifiuti

source: Providing information relating to photographic enlarging services
it: Fornitura di informazioni inerenti i servizi di ingrandimento fotografico

source: Rental of cooling apparatus and installations
it: Noleggio di dispositivi e impianti di refrigerazione

source: Processing of optical lenses to meet individual requirements
it: Lavorazione di lenti ottiche in base a fabbisogni individuali

source: Coating of optical lenses
it: Rivestimento di lenti ottiche

source: Consultancy relating to the incineration of waste and trash
it: Consulenze inerenti l'incenerimento dei rifiuti

source: Consultancy relating to the destruction of waste and trash
it: Consulenze inerenti la distruzione dei rifiuti

source: Consultancy relating to the recycling of waste and trash
it: Consulenze inerenti il riciclaggio dei rifiuti

source: Information, advice and consultancy services relating to the recycling of waste and trash
it: Servizi di informazione e consulenza inerenti il riciclaggio dei rifiuti

source: Incineration and destruction of waste
it: Incenerimento e distruzione dei rifiuti

source: Processing of biopharmaceutical materials for others
it: Lavorazione di materiali biofarmaceutici per conto terzi

source: Providing information relating to the processing of rubber
it: Fornitura di informazioni inerenti la lavorazione della gomma

source: Providing information relating to the rental of space cooling apparatus for industrial purposes
it: Fornitura di informazioni inerenti il noleggio di apparecchiature per la refrigerazione di locali a uso industriale

source: Providing information relating to the rental of space cooling apparatus for household purposes
it: Fornitura di informazioni inerenti il noleggio di apparecchiature per la refrigerazione di locali a uso domestico

source: Providing information relating to the processing of cinematographic films
it: Fornitura di informazioni inerenti la lavorazione di pellicole cinematografiche

source: Information and advisory services relating to the generation of electricity from wave energy
it: Servizi di informazione e consulenza inerenti la produzione di elettricità dall'energia del moto ondoso

source: Custom manufacture of metal hardware
it: Fabbricazione personalizzata di ferramenta

source: Processing of chemicals and petrochemicals
it: Lavorazione di prodotti chimici e petrolchimici

source: Providing information relating to ceramic processing
it: Fornitura di informazioni inerenti la lavorazione della ceramica

source: Providing information relating to the rental of knitting machines
it: Fornitura di informazioni inerenti il noleggio di macchine per lavoro a maglia

source: Providing information relating to bookbinding services
it: Fornitura di informazioni inerenti i servizi di rilegatura

source: Application of wear-resistant coatings on metals and plastics
it: Applicazione di rivestimenti resistenti all'usura su metallo e plastica

source: Providing information relating to the rental of bookbinding machines
it: Fornitura di informazioni inerenti il noleggio di macchinari per la rilegatura

source: Treatment and processing of clothing for recycling purposes
it: Trattamento e lavorazione di abbigliamento per riciclaggio

source: Providing information relating to photogravure services
it: Fornitura di informazioni inerenti i servizi di fotoincisione

source: Providing information relating to the engraving of sealing stamps
it: Fornitura di informazioni inerenti l'incisione di timbri per sigillare

source: Generation of electricity from wind energy
it: Produzione di elettricità dall'energia eolica

source: Printing of documents from digital media
it: Stampa di documenti da media digitali

source: Polishing of diamonds and other precious stones
it: Lucidatura di diamanti e altre pietre preziose

source: Processing of metal surfaces using precision grinding techniques
it: Lavorazione di superfici metalliche tramite tecniche di molatura di precisione

source: Processing of metal surfaces by precision grinding and abrasive polishing
it: Lavorazione di superfici metalliche tramite molatura di precisione e lucidatura abrasiva

source: Providing information relating to taxidermy
it: Fornitura di informazioni inerenti la tassidermia

source: Providing information relating to the rental of printing machines and apparatus
it: Fornitura di informazioni inerenti il noleggio di macchinari e apparecchiature per la stampa

source: Joining of components using ultrasonic welding techniques
it: Assemblaggio di componenti tramite tecniche di saldatura a ultrasuoni

source: Processing of photographic and cinematographic films
it: Sviluppo di pellicole fotografiche e cinematografiche

source: Custom assembling of electronic components for mobile telephones
it: Assemblaggio personalizzato di componenti elettronici per telefoni cellulari

source: Custom assembling of electronic components for medical devices
it: Assemblaggio personalizzato di componenti elettronici per dispositivi medici

source: Production of electrical power from renewable sources
it: Produzione di energia elettrica da fonti rinnovabili

source: Providing information relating to the rental of sewing machines
it: Fornitura di informazioni inerenti il noleggio di macchine da cucire

source: Rental of waste crushing machines and apparatus
it: Noleggio di macchinari e apparecchiature tritarifiuti

source: Providing information relating to the processing of plastics
it: Fornitura di informazioni inerenti la lavorazione di materie plastiche

source: Abrasive polishing of metal surfaces
it: Lucidatura abrasiva di superfici metalliche

source: Hard nickel plating of metal surfaces
it: Nichelatura penetrante di superfici metalliche

source: Hard chromium plating of metal surfaces
it: Cromatura penetrante di superfici metalliche

source: Hard chromium plating and hard nickel plating of metal surfaces
it: Cromatura penetrante e nichelatura penetrante di superfici metalliche

source: Treatment of materials using chemicals
it: Trattamento di materiali con prodotti chimici

source: Production of energy by nuclear power plants
it: Produzione di energia per mezzo di centrali nucleari

source: Exterior and interior plating of pipes and tubes made of metal
it: Placcatura interna ed esterna di condutture e tubature metalliche

source: Printing of photographic images from digital media
it: Stampa di immagini fotografiche da media digitali

source: Printing of decorative patterns on gift wrap
it: Stampa di motivi decorativi su carta da regalo

source: Recycling of beverage bottles
it: Riciclaggio di bottiglie di bibite

source: Generation of electrical power using carbon sequestration
it: Produzione di energia elettrica tramite sequestro del carbonio

source: Providing information relating to photographic printing services
it: Fornitura di informazioni inerenti i servizi di stampa fotografica

source: Digital printing
it: Stampa digitale

source: Production of hydroelectric power
it: Produzione di energia idroelettrica

source: Treatment of contaminated soil
it: Trattamento di terreni contaminati

source: Treatment and processing of ores and ore concentrates
it: Trattamento e lavorazione di minerali e concentrati di minerali

source: Rental of gas-operated welding apparatus
it: Noleggio di apparecchiature per saldatura a gas

source: Custom assembling of leather materials for others
it: Assemblaggio personalizzato di pellami per conto terzi

source: Providing information relating to embroidery services
it: Fornitura di informazioni inerenti i servizi di ricamo

source: Providing information relating to the rental of glassware manufacturing machines and apparatus
it: Fornitura di informazioni inerenti il noleggio di macchinari e apparecchiature per la fabbricazione di vetreria

source: Providing information relating to the recycling of waste
it: Fornitura di informazioni inerenti il riciclaggio dei rifiuti

source: Printing of images on objects
it: Stampa di immagini su oggetti

source: Cutting of precious stones
it: Taglio di pietre preziose

source: Processing and cutting of diamonds and other precious stones
it: Lavorazione e taglio di diamanti e altre pietre preziose

source: Printing of digitally stored pictures and photographs
it: Stampa di immagini e fotografie archiviate digitalmente

source: Providing information relating to the rental of tobacco processing machines
it: Fornitura di informazioni inerenti il noleggio di macchinari per la lavorazione del tabacco

source: Providing information relating to the rental of chemical processing machines and apparatus
it: Fornitura di informazioni inerenti il noleggio di macchinari e apparecchiature per i trattamenti chimici

source: Rental of chemical processing machines and apparatus and providing information relating thereto
it: Noleggio di macchinari e apparecchiature per trattamenti chimici e relativa fornitura di informazioni

source: Providing information relating to photographic film development
it: Fornitura di informazioni inerenti lo sviluppo di pellicola fotografica

source: Heat treatment of pipes and tubes made of metal
it: Trattamento termico di condutture e tubature metalliche

source: Rental of chemical processing machines and apparatus
it: Noleggio di macchinari e apparecchiature per trattamenti chimici

source: Consultancy services relating to the generation of electrical power
it: Servizi di consulenza inerenti la produzione di energia elettrica

source: Treating materials with ultrasonic waves to modify their properties
it: Trattamento di materiali mediante onde a ultrasuoni per modificarne le proprietà

source: Treatment of waste materials in the field of environmental pollution control
it: Trattamento di rifiuti nell'ambito del controllo dell'inquinamento ambientale

source: Rental of machines for the manufacture of corrugated board
it: Noleggio di macchinari per la fabbricazione di cartone ondulato

source: Joining of components using adhesives
it: Assemblaggio di componenti mediante adesivi

source: Application of coatings using thermal plasma spraying techniques
it: Applicazione di rivestimenti mediante tecniche di spruzzatura termica di plasma

source: Working of leather and furs
it: Lavorazione di pellami e pellicce

source: Wool treatment and finishing
it: Trattamento e rifinitura della lana

source: T-shirt embroidering services
it: Servizi di ricamo di magliette

source: Remastering of films from one format to another
it: Rimasterizzazione di film da un formato all'altro

source: Metal fabrication and finishing services
it: Servizi di fabbricazione e finitura di metalli

source: Laminating of plastic sheets
it: Lamina di lastre in plastica

source: Etching of a sequence of traceable identification numbers on automobile windows so as to identify a particular automobile recovered after theft
it: Incisione di una sequenza di numeri di identificazione sui finestrini di automobili, al fine di identificarle dopo il recupero a seguito di un furto

source: Soil, waste or water treatment services [environmental remediation services]
it: Servizi di trattamento del suolo, dei rifiuti e delle acque [bonifica ambientale]

source: Customized printing of company names and logos for promotional and advertising purposes on the goods of others
it: Stampa personalizzata di nomi e loghi aziendali a fini promozionali e pubblicitari su merci di terzi

source: Custom manufacture of furniture
it: Fabbricazione personalizzata di mobili

source: Conversion of targeted substrates into targeted chemical preparations by treatment with enzyme systems
it: Conversione di substrati selettivi in preparazioni chimiche selettive mediante trattamento con sistemi enzimatici

source: Rental of batteries
it: Noleggio di batterie

source: Production of wine for others
it: Produzione di vini per conto terzi

source: Sawmill services
it: Servizi di segheria

source: Sewing of curtains
it: Cucitura di tendaggi

source: Polishing of diamonds
it: Lucidatura di diamanti

source: Petroleum gas liquefaction
it: Liquefazione di gas petrolifero

source: Custom manufacture of dental prosthesis and dentures
it: Fabbricazione personalizzata di protesi dentarie e dentiere

source: Cutting of gemstones
it: Taglio di gemme

source: Custom manufacture of thermoplastic components
it: Produzione personalizzata di componenti termoplastici

source: Custom manufacture of elastomeric components
it: Produzione personalizzata di componenti elastomerici

source: Custom manufacture of semiconductor components, devices and circuits
it: Fabbricazione su ordinazione di componenti, dispositivi e circuiti di semiconduttori

source: Preparation by solution deposition
it: Preparato per la deposizione di soluzioni

source: Custom manufacture of sculptures
it: Produzione su ordinazione di sculture

source: Anti-microbial treatment of carpets
it: Trattamento antimicrobico di tappeti

source: Glass tempering
it: Tempra di vetro

source: Molding of plastic materials
it: Stampaggio di materie plastiche

source: Textile warping
it: Orditura tessile

source: Rental of video discs
it: Noleggio di videodischi

source: Reservation services for concert tickets
it: Prenotazione di biglietti per concerti

source: Bibliographic information
it: Informazioni bibliografiche

source: Conducting fitness classes
it: Corsi di fitness cumulative

source: Education services relating to computers
it: Insegnamento in campo informatico

source: Provision of instruction relating to data processing
it: Servizi di istruzione riguardanti l'elaborazione dati

source: Sporting education services
it: Servizi di educazione sportiva

source: Nightclub services [entertainment]
it: Servizi di locali notturni [divertimento]

source: Arranging for students to participate in recreational activities
it: Organizzazione della partecipazione di studenti in attività ricreative

source: Arranging and conducting of symposiums
it: Organizzazione e direzione di simposi

source: Conducting training seminars for clients
it: Conduzione di seminari di formazione per clienti

source: Recreational services relating to hiking
it: Servizi ricreativi relativi ad escursionismo

source: Rehearsal [recording] studio services
it: Servizi di studio prove e di registrazione

source: Ice-skating facilities (Provision of -)
it: Fornitura di impianti di pattinaggio su ghiaccio

source: Provision of information relating to books
it: Informazioni in materia di libri

source: Provision of information relating to racing
it: Fornitura di informazioni in materia di gare

source: Publication of text books
it: Pubblicazioni di libri

source: Provision of live entertainment
it: Fornitura di intrattenimento dal vivo

source: Provision of on-line entertainment
it: Fornitura di intrattenimento on-line
